<template>
  <div class="body" v-title="'退换货规则'">
    <div>
      为了确保广大消费者的利益，督促七智平台的商家履行其退换货义务。根据《消费者权益保护法》、《网络交易管理办法》等法律规定，制定本退换货规则。<br /><br />
      <h4>一、适用对象</h4>
      1. 七智平台销售的商品，但不适用海淘商品。<br />
      2. 下列商品不适用七日无理由退货规定：<br />
      （1）消费者定作的商品;<br />
      （2）鲜活易腐的商品;<br />
      （3）在线下载或者消费者拆封的音像制品、计算机软件等数字化商品;<br />
      （4）交付的报纸、期刊。<br />
      3. 根据商品性质不适宜退货：<br />
      （1）拆封后易影响人身安全或者生命健康的商品，或者拆封后易导致商品品质发生改变的商品;<br />
      （2）一经激活或者试用后价值贬损较大的商品;<br />
      （3）销售时已明示的临近保质期的商品、有瑕疵的商品。<br />
      4. 不完好的商品：<br />
      （1）食品(含保健食品)、化妆品、医疗器械、计生用品：必要的一次性密封包装被损坏;<br />
      （2）电子电器类：进行未经授权的维修、改动，破坏、涂改强制性产品认证标志、指示标贴、机器序列号等，有难以恢复原状的外观类使用痕迹，或者产生激活、授权信息、不合理的个人使用数据留存等数据类使用痕迹;<br />
      （3）服装、鞋帽、箱包、玩具、家纺、家居类：商标标识被摘、标识被剪，商品受污、受损。<br />
      <br />
      <h4>二、退换货流程</h4>
      对于退换货分为未发货和已发货两种情形，具体操作如下：<br />
      1. 未发货<br />
      消费者通过手机端，在订单列表页，点击该订单的“申请售后”申请退货，经商家确认是否已经发货。<br />
      （1）对于尚未发货的情形，可以直接进行退货；<br />
      （2）对于已经发货的情形，消费者应当在收货后或发货后3个工作日后申请退货。<br />
      2. 已发货<br />
      消费者通过手机端，在订单列表页，点击该订单的“申请售后”申请退货，上传货物图片，经商家确认后，通过短信方式与消费者联系，并提供退货地址和具体要求，消费者发出货物后需上传货运单号，商家收到并验收货物后，向消费者办理退款。<br />
      3. 商品退回所产生的运费依法由消费者承担。消费者参加满足一定条件免运费活动，但退货后已不能达到免运费活动要求的，网络商品销售者在退款时可以扣除运费。<br />
      <br />
      <h4>三、其他规定</h4>
      1. 消费者退货时应当将商品本身、配件及赠品一并退回。赠品包括赠送的实物、积分、代金券、优惠券等形式。如果赠品不能一并退回，经营者可以要求消费者按照事先标明的赠品价格支付赠品价款。<br />
      2. 消费者购买商品时采用信用卡支付方式并支付手续费的，网络商品销售者退款时可以不退回手续费。消费者购买商品时采用信用卡支付方式并被网络商品销售者免除手续费的，网络商品销售者可以在退款时扣除手续费。<br />
      3. 退换货时，请务必将商品的内带附件、赠品（如有）、保修卡、说明书、发票、检测报告（针对需凭检测报告办理退换货的商品）等随同商品一起退回。<br />
      4. 若消费者开具了增值税专用发票，请在退货时与七智客服联系。若消费者未明示或及时告知已开票事宜，七智在退款时将扣除相关税费和手续费。<br />
    </div>
  </div>
</template>

<script>
export default {
  data () {
    return {
      msg: 'My Vue'
    }
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
.body{
  text-align: justify;
  padding: 1em
}
</style>
